[Language]
ABOUT=%PROGRAMNAME% è un'applicazione che ti permette di passare rapidamente tra le funzioni e le regioni di uno script AutoIt. Funziona solo con la versione completa di SciTE. @NL @NL L'applicazione è stata creata da: %COPYRIGHT%.
CANCEL=Cancella
CLOSE=Chiudi
COMMENTS=Commenti
COPY_ALL=Copia tutti
COPY_SELECTED=Copia selezionato
CRC32=CRC32
DESELECT_ALL=Deseleziona tutti
ERROR=Si è verificato un errore imprevisto.
EXPORT=Esporta
FOLDER_SELECT=Seleziona una cartella per carcare una keyword specifica.
FUNCTION_LIST=Funzione e Regione Lista
FUNCTIONS=Funzioni
HTML=HTML
LANGUAGE_AUTHOR=Grazie a %LANGUAGEAUTHOR% per la traduzione italiana. La traduzione è stata aggiornata il %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Conteggio Linee
MENU_ABOUT=About
MENU_FIND=Trova
MENU_HEADER=Aggiungi Header
MENU_HELP=Aiuto (F1)
MENU_OPEN=Apri file
MENU_OPENLOCATION=Apri percorso file
MENU_OPENWINMERGE=Compara con WinMerge
MENU_SNIPPET=Snippet Funzioni
MENU_TOGGLE=Visualizza Toggle
NAME=Nome
OK=OK
PATH=Path
PDF=PDF
REFRESH=Ricarica
REGIONS=Regioni
REPLACE=Sostituisci
RTF=RTF
SCITE_ERROR=SciTE deve essere avviato da %PROGRAMNAME% per funzionare correttamente.
SELECT_ALL=Seleziona Tutti
SET=Setta
SIZE=Dimensione
TIP_DOCKSTATE_1=Ancoraggio automatico
TIP_DOCKSTATE_2=Ancoraggio a sinistra
TIP_DOCKSTATE_3=Ancoraggio a destra
TIP_ERROR_1=File Vuoto.
TIP_ERROR_2=Nessun dato jump trovato.
TIP_ERROR_3=Il file non esiste.
TIP_ERROR_4=SciTE sembra essere chiuso.
TIP_EXPORT_1=Numero totale della funzioni - %TOTALNUMBER%
TIP_EXPORT_2=Creato il %CREATIONDATE%
TIP_EXPORT_3=Funzioni Inutilizzate
TIP_EXPORT_4=Numero totale delle regions - %TOTALNUMBER%
TIP_EXPORT_5=Numero totale di includes - %TOTALNUMBER%
TIP_EXPORT_6=Numero totale delle variabili Global - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Pre-Processione
TIP_REPLACE_1=Sostituisci negli script
TIP_REPLACE_2=Ricerca...
TIP_REPLACE_3=Sostituisci con..
TIP_REPLACE_4=Anteprima
TIP_REPLACE_5=Case sensitive
TIP_REPLACE_6=Tipi di file, lasciare in bianco per tutti i file
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Risultati della ricerca
TIP_SEARCH_2=Non ci sono risultati di ricerca
TIP_SEARCH_3=Cerca Funzioni
TIP_SEARCH_4=Linea
TIP_SEARCH_5=Cerca negli Scripts
TIP_SEARCH_6=Cartella da ricercare
TIP_SETTINGS_1=Opzioni
TIP_SETTINGS_10=Lingua
TIP_SETTINGS_11=Resetta %PROGRAMNAME%
TIP_SETTINGS_12=Riavvia
TIP_SETTINGS_13=Aggiungi a SciTE
TIP_SETTINGS_14=Dock Stato
TIP_SETTINGS_15=Aggiornamento %PROGRAMNAME%
TIP_SETTINGS_2=Ricerca nelle UDF personalizzate
TIP_SETTINGS_3=Ordina le funzioni elencate
TIP_SETTINGS_4=Scorrere fino alla funzione evidenziata
TIP_SETTINGS_5=Focus sull'imput di ricerca dopo il refresh
TIP_SETTINGS_6=Ricerca per commenti
TIP_SETTINGS_7=Ricerca per funzioni
TIP_SETTINGS_8=Ricerca per regioni
TIP_SETTINGS_9=Offset dall'alto di SciTE (px)
TIP_UDFNAME_1=Nome header UDF
TIP_UDFNAME_2=Il tuo nome
TIP_UDFS_1=Include Files
TIP_UDFS_2=Aggiungi agli Includes
TIP_UDFS_3=Rimuovi dagli Includes
TIP_UDFS_4=Sovrascrivi file include
UDFS=User Defined
UPDATE=Vuoi aggiornare? %PROGRAMNAME%?
XML=XML

[Author]
AUTHOR=Nessie
VERSION=2.2.96.185
UPDATED=23/03/2013

[Country]
CODE=it
